<!doctype html>
<html>
<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <!--    --><?php //wp_head(); ?>
    <link rel="stylesheet" href="css/bootstrap.min.css">
    <link rel="stylesheet" href="css/owl.carousel.min.css">
    <link rel="stylesheet" href="css/owl.theme.default.min.css">
    <link rel="stylesheet" href="css/main.css">
</head>
<body>
<header>
    <div class="container">
        <div class="block">
            <div class="logo-block">
                <a href="#">
                    <img src="img/main-logo.png" alt="">
                </a>
            </div>
            <div class="nav">
                <div class="time">
                    <p class="title">Режим работы:</p>
                    <p>пн-вс 10:00-21:00<br>Лента 08:00-22:00</p>
                </div>
                <div class="links">
                    <div class="contact">
                        <a href="#">Контакты</a>
                    </div>
                    <div class="map">
                        <a href="#">Карта ТЦ</a>
                    </div>
                </div>
                <div class="right-block">
                    <form action="#">
                        <input type="text" placeholder="Найти магазин">
                        <button type="submit">
                            <svg xmlns="http://www.w3.org/2000/svg" width="20" height="22" viewBox="0 0 20 22"
                                 fill="none">
                                <path d="M16.5833 19.1693L11.1042 13.3404C10.6875 13.7246 10.2014 14.0238 9.64583 14.238C9.09028 14.4523 8.5 14.5594 7.875 14.5594C6.375 14.5594 5.10417 14.0053 4.0625 12.8972C3.02083 11.789 2.5 10.4518 2.5 8.88564C2.5 7.31945 3.02083 5.98227 4.0625 4.87412C5.10417 3.76596 6.36806 3.21188 7.85417 3.21188C9.32639 3.21188 10.5799 3.76596 11.6146 4.87412C12.6493 5.98227 13.1667 7.31945 13.1667 8.88564C13.1667 9.52098 13.0694 10.1342 12.875 10.7252C12.6806 11.3162 12.3889 11.8703 12 12.3874L17.5 18.1942L16.5833 19.1693ZM7.85417 13.2296C8.97917 13.2296 9.9375 12.8048 10.7292 11.9552C11.5208 11.1056 11.9167 10.0824 11.9167 8.88564C11.9167 7.68883 11.5208 6.66563 10.7292 5.81605C9.9375 4.96646 8.97917 4.54167 7.85417 4.54167C6.71528 4.54167 5.74653 4.96646 4.94792 5.81605C4.14931 6.66563 3.75 7.68883 3.75 8.88564C3.75 10.0824 4.14931 11.1056 4.94792 11.9552C5.74653 12.8048 6.71528 13.2296 7.85417 13.2296Z"
                                      fill="#6B7073"/>
                            </svg>
                        </button>
                    </form>
                    <div class="mobile-btn">
                        <button>
                            <svg class="closed active" xmlns="http://www.w3.org/2000/svg" width="33" height="24"
                                 viewBox="0 0 33 24" fill="none">
                                <path d="M0 2.06858C0 0.926144 0.926125 1.90735e-05 2.06856 1.90735e-05H30.9314C32.0739 1.90735e-05 33 0.926144 33 2.06858C33 3.21101 32.0739 4.13714 30.9314 4.13714H2.06856C0.926124 4.13714 0 3.21101 0 2.06858Z"
                                      fill="#CD3B31"/>
                                <path d="M14.9287 11.9977C14.9287 10.8553 15.8548 9.92914 16.9973 9.92914H30.9316C32.074 9.92914 33.0001 10.8553 33.0001 11.9977C33.0001 13.1401 32.074 14.0663 30.9316 14.0663H16.9973C15.8548 14.0663 14.9287 13.1401 14.9287 11.9977Z"
                                      fill="#CD3B31"/>
                                <path d="M33 21.9267C33 23.0692 32.0739 23.9953 30.9314 23.9953L2.06857 23.9953C0.92614 23.9953 1.53357e-05 23.0691 1.54305e-05 21.9267C1.55254e-05 20.7843 0.92614 19.8582 2.06857 19.8582L30.9314 19.8582C32.0739 19.8582 33 20.7843 33 21.9267Z"
                                      fill="#CD3B31"/>
                            </svg>
                            <svg class="opened" xmlns="http://www.w3.org/2000/svg" width="25" height="25"
                                 viewBox="0 0 25 25" fill="none">
                                <path fill-rule="evenodd" clip-rule="evenodd"
                                      d="M3.48307 0.580833C2.68628 -0.193611 1.39443 -0.193611 0.597645 0.580833C-0.199142 1.35528 -0.199142 2.6109 0.597645 3.38534L9.97522 12.5L0.59759 21.6146C-0.199197 22.3891 -0.199197 23.6447 0.59759 24.4191C1.39438 25.1936 2.68622 25.1936 3.48301 24.4191L12.8606 15.3045L21.5169 23.718C22.3137 24.4925 23.6056 24.4925 24.4024 23.718C25.1992 22.9436 25.1992 21.688 24.4024 20.9135L15.7461 12.5L24.4023 4.08645C25.1991 3.312 25.1991 2.05638 24.4023 1.28194C23.6055 0.507494 22.3137 0.507494 21.5169 1.28194L12.8606 9.69545L3.48307 0.580833Z"
                                      fill="#CD3B31"/>
                            </svg>
                        </button>
                    </div>
                </div>

            </div>
        </div>
        <div class="big-menu">
            <div class="menu main">
                <ul>
                    <li>
                        <a href="#">О нас</a>
                    </li>
                    <li>
                        <a href="#">События</a>
                    </li>
                    <li>
                        <a href="#">Галерея</a>
                    </li>
                    <li>
                        <a href="#">Аренда</a>
                    </li>
                    <li>
                        <a href="#">Карта ТЦ</a>
                    </li>
                    <li>
                        <a href="#">Контакты</a>
                    </li>
                    <li>
                        <a href="#">Вакансии</a>
                    </li>
                    <li>
                        <a href="#">Тендеры</a>
                    </li>
                </ul>
            </div>
            <div class="menu">
                <p class="title">Магазины</p>
                <ul>
                    <li>
                        <a href="#">Все магазины</a>
                    </li>
                    <li>
                        <a href="#">Женская одежда</a>
                    </li>
                    <li>
                        <a href="#">Мужская одежда</a>
                    </li>
                    <li>
                        <a href="#">Детская одежда</a>
                    </li>
                    <li>
                        <a href="#">Детские товары</a>
                    </li>
                    <li>
                        <a href="#">Обувь</a>
                    </li>
                    <li>
                        <a href="#">Кожгалантерея</a>
                    </li>
                    <li>
                        <a href="#">Продукты</a>
                    </li>
                </ul>
            </div>
            <div class="menu">
                <ul>
                    <li>
                        <a href="#">Цифровая и бытовая техника</a>
                    </li>
                    <li>
                        <a href="#">Парфюмерия, косметика</a>
                    </li>
                    <li>
                        <a href="#">Ювелирные украшения</a>
                    </li>
                    <li>
                        <a href="#">Сувениры, подарки</a>
                    </li>
                    <li>
                        <a href="#">Полезное</a>
                    </li>
                    <li>
                        <a href="#">Товары для дома</a>
                    </li>
                    <li>
                        <a href="#">Спортивные товары, одежда</a>
                    </li>
                    <li>
                        <a href="#">Товары для животных</a>
                    </li>
                </ul>
            </div>
            <div class="menu">
                <p class="title">Кафе и рестораны</p>
                <ul>
                    <li>
                        <a href="#">Кафе и рестораны</a>
                    </li>
                    <li>
                        <a href="#">Рестораны быстрого обслуживания</a>
                    </li>
                    <li>
                        <a href="#">Кофейни</a>
                    </li>
                    <li>
                        <a href="#">Мороженое и десерты</a>
                    </li>
                </ul>
            </div>
            <div class="menu">
                <p class="title">Услуги и сервисы</p>
                <ul>
                    <li>
                        <a href="#">Банкоматы</a>
                    </li>
                    <li>
                        <a href="#">Салоны связи</a>
                    </li>
                    <li>
                        <a href="#">Парикмахерскиеа </a>
                    </li>
                    <li>
                        <a href="#">Администрация</a>
                    </li>
                    <li>
                        <a href="#">Продукты</a>
                    </li>
                    <li>
                        <a href="#">Другое</a>
                    </li>
                </ul>
            </div>
            <div class="menu">
                <p class="title">Развлечения</p>
                <ul>
                    <li>
                        <a href="#">Джунгли парк</a>
                    </li>
                    <li>
                        <a href="#">Мероприятия</a>
                    </li>
                    <li>
                        <a href="#">Акции</a>
                    </li>
                    <li>
                        <a href="#">Новости</a>
                    </li>
                </ul>
            </div>
        </div>
        <div class="mobile-block">
            <form action="#">
                <input type="text" placeholder="Найти магазин">
                <button type="submit">
                    <svg xmlns="http://www.w3.org/2000/svg" width="20" height="22" viewBox="0 0 20 22" fill="none">
                        <path d="M16.5833 19.1693L11.1042 13.3404C10.6875 13.7246 10.2014 14.0238 9.64583 14.238C9.09028 14.4523 8.5 14.5594 7.875 14.5594C6.375 14.5594 5.10417 14.0053 4.0625 12.8972C3.02083 11.789 2.5 10.4518 2.5 8.88564C2.5 7.31945 3.02083 5.98227 4.0625 4.87412C5.10417 3.76596 6.36806 3.21188 7.85417 3.21188C9.32639 3.21188 10.5799 3.76596 11.6146 4.87412C12.6493 5.98227 13.1667 7.31945 13.1667 8.88564C13.1667 9.52098 13.0694 10.1342 12.875 10.7252C12.6806 11.3162 12.3889 11.8703 12 12.3874L17.5 18.1942L16.5833 19.1693ZM7.85417 13.2296C8.97917 13.2296 9.9375 12.8048 10.7292 11.9552C11.5208 11.1056 11.9167 10.0824 11.9167 8.88564C11.9167 7.68883 11.5208 6.66563 10.7292 5.81605C9.9375 4.96646 8.97917 4.54167 7.85417 4.54167C6.71528 4.54167 5.74653 4.96646 4.94792 5.81605C4.14931 6.66563 3.75 7.68883 3.75 8.88564C3.75 10.0824 4.14931 11.1056 4.94792 11.9552C5.74653 12.8048 6.71528 13.2296 7.85417 13.2296Z" fill="#6B7073"></path>
                    </svg>
                </button>
            </form>
            <div class="menu">
                <ul class="main">
                    <li>
                        <a href="#">Магазины</a>
                    </li>
                    <li>
                        <a href="#">Кафе и рестораны</a>
                    </li>
                    <li>
                        <a href="#">Услуги и сервисы</a>
                    </li>
                    <li>
                        <a href="#">Развлечения</a>
                    </li>
                </ul>
                <ul>
                    <li>
                        <a href="#">О нас</a>
                    </li>
                    <li>
                        <a href="#">События</a>
                    </li>
                    <li>
                        <a href="#">Галерея</a>
                    </li>
                    <li>
                        <a href="#">Аренда</a>
                    </li>
                    <li>
                        <a href="#">Карта ТЦ</a>
                    </li>
                    <li>
                        <a href="#">Контакты</a>
                    </li>
                    <li>
                        <a href="#">Вакансии</a>
                    </li>
                    <li>
                        <a href="#">Тендеры</a>
                    </li>
                </ul>
            </div>
        </div>
    </div>
</header>